export default [
    {
        id: 0,
        name: 'Инициативность',
        description: 'Описание инициативности',
        indicators: [
            {
                id: 1,
                name: 'Готов действовать при минимуме планирования'
            },
            {
                id: 2,
                name: 'Использует больше возможностей чем окружающие'
            },
            {
                id: 3,
                name: 'Работает с полной отдачей'
            }
        ]
    },
    {
        id: 1,
        name: 'Отношение к работе',
        description: 'Описание отношения к работе',
        indicators: [
            {
                id: 4,
                name: 'Работает с полной отдачей'
            },
            {
                id: 5,
                name: 'Инициирует изменения'
            },
            {
                id: 6,
                name: 'Не боится пробовать новое'
            }
        ]
    },
    {
        id: 2,
        name: 'Зависимости',
        description: 'Описание зависимостей',
        indicators: [
            {
                id: 7,
                name: 'Зависимость 1'
            },
            {
                id: 8,
                name: 'Зависимость 2'
            }
        ]
    }
];