export default [
    {
        id: 1,
        name: 'Некая группа компетенеций А',
        description: 'Описание некоторой группы компетенции А',
        competencies: [
            {
                id: 234,
                name: 'Первая компетенция из А'
            },
            {
                id: 32,
                name: 'Вторая компетенция из А' 
            },
            {
                id: 234,
                name: 'Третья компетенция из А'
            }
        ]
    },
    {
        id: 5,
        name: 'Некая группа компетенций Б',
        description: 'Описание некой группы компетенций Б',
        competencies: [
            {
                id: 473,
                name: 'Первая компетенция из Б'
            },
            {
                id: 32435,
                name: 'Первая компетенция из А'
            }
        ]
    },
    {
        id: 10,
        name: 'Некая группа компетенций Б',
        description: '',
        competencies: [
            {
                id: 1457,
                name: 'Первая компетенция из А'
            },
            {
                id: 664,
                name: 'Первая компетенция из А'
            },
            {
                id: 3436,
                name: 'Первая компетенция из А'
            },
            {
                id: 9656,
                name: 'Первая компетенция из А'
            }
        ]
    }
];